Repository: rudrankriyam/Foundation-Models-Framework-Lab
Catalog: Foundation Lab/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Comparison complete
de: Vergleich abgeschlossen
es: Comparación completa
fr: Comparaison terminée
it: Confronto completato
ja: 比較完了
ko: 비교 완료
pt_br: Comparação concluída
zh_hans: 比较完成
zh_hant: 比較完成

source: Complete machine-readable trials and environment
de: Komplette maschinenlesbare Tests und Umgebung
es: Ensayos completos legibles por máquina y entorno
fr: Essais complets lisibles par machine et environnement
it: Prove e ambiente completamente leggibili dalla macchina
ja: 完全な機械読みやすい試験および環境
ko: 완전한 기계 읽기 쉬운 예심 및 환경
pt_br: Testes completos de leitura automática e ambiente.
zh_hans: 完整的机读试验和环境
zh_hant: 完整的机器可讀試驗和環境

source: Completed research output
de: Abgeschlossene Forschungsergebnisse
es: Producción completa de investigación
fr: Résultats de la recherche
it: Produzione completa di ricerca
ja: 完全な研究の出力
ko: 완료된 연구 출력
pt_br: Produção de pesquisa concluída
zh_hans: 已完成的研究成果
zh_hant: 已完成的研究

source: Compose a LanguageModelSession.Profile recipe
de: Zusammensetzung a LanguageModelSession.Profile Rezeptur
es: Preparar un LanguageModelSession.Profile receta
fr: Composez une LanguageModelSession.Profile recette
it: Componi un LanguageModelSession.Profile ricetta
ja: コンパイルする LanguageModelSession.Profile レシピ
ko: 지원하다 LanguageModelSession.Profile 뚱 베어
pt_br: Compor um LanguageModelSession.Profile receita
zh_hans: 组成a LanguageModelSession.Profile 食谱
zh_hant: 构成a LanguageModelSession.Profile 食谱

source: Concrete type
de: Betontyp
es: Tipo de hormigón
fr: Type de béton
it: Tipo di calcestruzzo
ja: コンクリートのタイプ
ko: 구체 타입
pt_br: Tipo concreto
zh_hans: 混凝土类型
zh_hant: 混凝土類型

source: Configured by the test
de: Konfiguriert durch den Test
es: Configurado por la prueba
fr: Configuration par le test
it: Configurato dal test
ja: テストによって構成される
ko: 시험에 의해 구성
pt_br: Configurado pelo teste.
zh_hans: 由测试配置
zh_hant: 由測試配置

source: Context Limits
de: Kontextgrenzen
es: Límites de contexto
fr: Limites de contexte
it: Limiti di contesto
ja: コンテキスト制限
ko: Context 제한
pt_br: Limites de Contexto
zh_hans: 背景限制
zh_hant: 背景限制

source: Context Size
de: Kontextgröße
es: Tamaño del contexto
fr: Taille du contexte
it: Dimensione del contesto
ja: コンテキスト サイズ
ko: 컨텍스트 크기
pt_br: Tamanho do Contexto
zh_hans: 上下文大小
zh_hant: 上下文大小

source: Context size
de: Kontextgröße
es: Tamaño contexto
fr: Taille du contexte
it: Dimensione del contesto
ja: コンテキスト サイズ
ko: 컨텍스트 크기
pt_br: Tamanho do contexto
zh_hans: 上下文大小
zh_hant: 背景大小

source: Copy code
de: Code kopieren
es: Copiar código
fr: Copier le code
it: Copia codice
ja: コードをコピー
ko: 코드 복사
pt_br: Copiar código
zh_hans: 复制代码
zh_hant: 複製程式碼

source: Create the next LanguageModelSession with the prepared transcript, then send the prompt with the response limit.
de: Erstellen Sie den nächsten LanguageModelSession mit dem vorbereiteten Transkript senden Sie dann die Eingabeaufforderung mit dem Antwortlimit.
es: Crear el siguiente LanguageModelSession con la transcripción preparada, luego enviar el aviso con el límite de respuesta.
fr: Créer la suivante LanguageModelSession avec la transcription préparée, puis envoyer l'invite avec la limite de réponse.
it: Crea il prossimo LanguageModelSession con la trascrizione preparata, quindi inviare il prompt con il limite di risposta.
ja: 次へ LanguageModelSession 準備されたトランスクリプトを使って、それから応答の限界とプロンプトを送って下さい。
ko: 다음 것 LanguageModelSession 준비된 성적표로, 그 후에 응답 한계로 신속한 보내.
pt_br: Crie o próximo. LanguageModelSession com a transcrição preparada, então envie o alerta com o limite de resposta.
zh_hans: 创建下一个 LanguageModelSession 并附上准备好的笔录,然后发出附有答复限度的提示。
zh_hant: 建立下一個 LanguageModelSession 帶上已準備好的筆錄 然后發送回覆限量的急件

source: Curated results
de: Kuratierte Ergebnisse
es: Resultados curados
fr: Résultats curés
it: Risultati curati
ja: 硬化結果
ko: 선별된 결과
pt_br: Resultados curados
zh_hans: 最终结果
zh_hant: 校准結果

source: Current Budget
de: Laufender Haushalt
es: Presupuesto actual
fr: Budget actuel
it: Bilancio attuale
ja: 現在の予算
ko: 현재 예산
pt_br: Orçamento atual
zh_hans: 本期预算
zh_hant: 目前預算

source: Current Device
de: Aktuelle Vorrichtung
es: Dispositivo actual
fr: Appareil actuel
it: Dispositivo attuale
ja: 現在の装置
ko: 현재 장치
pt_br: Dispositivo atual
zh_hans: 当前设备
zh_hant: 目前裝置

source: Custom
de: Zoll
es: Aduanas
fr: Personnalisé
it: Personale
ja: カスタム
ko: 사용자 지정
pt_br: Personalizado
zh_hans: 自定义
zh_hant: 自訂

source: Custom Adapter
de: Angepasster Adapter
es: Adaptador personalizado
fr: Adaptateur personnalisé
it: Adattatore personalizzato
ja: カスタム アダプター
ko: 사용자 지정 어댑터
pt_br: Adaptador Personalizado
zh_hans: 自定义适配器
zh_hant: 自訂適配器

source: Custom LanguageModel executors require iOS, macOS, or visionOS 27.
de: Zoll LanguageModel Vollstrecker verlangen iOS, macOS, oder visionOS 27.
es: Aduanas LanguageModel Los ejecutores requieren iOS, macOSo visionOS 27.
fr: Personnalisé LanguageModel Exécuteurs requis iOS, macOSou visionOS 27.
it: Personale LanguageModel esecutori richiedono iOS♪ macOSo visionOS 27.
ja: カスタム LanguageModel executors は要求します iOS, macOSまたは visionOS 27.27.(日)
ko: 제품 정보 LanguageModel executors는 요구합니다 iOS· macOS, 또는 visionOS 27. ·
pt_br: Personalizado LanguageModel executores exigem iOS, macOS, ou visionOS 27.
zh_hans: 自定义 LanguageModel 执行者需要 iOS, (中文). macOS,或 visionOS 27岁
zh_hant: 自訂 LanguageModel 執行者需要 iOS, macOS,或 visionOS 27.

source: Custom model
de: Custom-Modell
es: Modelo personalizado
fr: Modèle personnalisé
it: Modello personalizzato
ja: カスタムモデル
ko: 사용자 지정 모델
pt_br: Modelo personalizado
zh_hans: 自定义模型
zh_hant: 自訂模型

source: Dataset
de: Datensatz
es: Conjunto de datos
fr: Ensemble de données
it: Set dati
ja: データセット
ko: 데이터셋
pt_br: Conjunto de dados
zh_hans: 数据集
zh_hant: 數據集

source: Debug and optimize
de: Debug und optimieren
es: Depuración y optimización
fr: Déboguer et optimiser
it: Debug e ottimizzare
ja: デバッグと最適化
ko: Debug 및 최적화
pt_br: Depurar e otimizar
zh_hans: 调试和优化
zh_hant: 除錯與优化

source: Decide what your app keeps before a session runs out of context
de: Entscheiden Sie, was Ihre App aufbewahrt, bevor eine Sitzung aus dem Kontext läuft
es: Decide lo que tu app guarda antes de que una sesión se agote de contexto
fr: Décidez ce que votre application garde avant qu'une session ne soit hors contexte
it: Decidi cosa mantiene la tua app prima che una sessione esca dal contesto
ja: セッションがコンテキストから実行される前にアプリが保持しているかを決定
ko: 앱이 세션이 컨텍스트를 실행하기 전에 유지되는 것을 결정합니다.
pt_br: Decida o que seu aplicativo guarda antes que uma sessão fique fora de contexto.
zh_hans: 在会话断章之前决定您的应用程序保存什么
zh_hant: 決定您的應用程式在會議失去上下文之前會保持什么

source: Declare LanguageModel and LanguageModelExecutor.
de: Anmeldung LanguageModel und LanguageModelExecutor.
es: Declare LanguageModel y LanguageModelExecutor.
fr: Déclarer LanguageModel et LanguageModelExecutor.
it: Dichiarazioni LanguageModel e LanguageModelExecutor.
ja: デクレア LanguageModel そして、 LanguageModelExecutorお問い合わせ
ko: 인기 카테고리 LanguageModel · LanguageModelExecutor·
pt_br: Declare LanguageModel e LanguageModelExecutor.
zh_hans: 声明 LanguageModel 和 LanguageModelExecutor。 。 。 。
zh_hant: 宣告 LanguageModel 和 LanguageModelExecutor.

source: Declared criteria
de: Angegebene Kriterien
es: Criterios declarados
fr: Critères déclarés
it: Criteri dichiarati
ja: 宣言された基準
ko: 선언된 기준
pt_br: Critérios declarados
zh_hans: 宣布的标准
zh_hant: 宣布的标准

source: Defines
de: Definitionen
es: Define
fr: Définit
it: Definisce
ja: 定義
ko: 정의
pt_br: Define
zh_hans: 定义
zh_hant: 定義

source: Denied by the user
de: Vom Benutzer abgelehnt
es: Denegado por el usuario
fr: Refusé par l'utilisateur
it: Negato dall’utente
ja: ユーザが拒否
ko: 사용자가 거부함
pt_br: Negado pelo usuário
zh_hans: 被用户拒绝
zh_hant: 被使用者拒絕

source: Deny
de: Ablehnen
es: Rechazar
fr: Refuser
it: Nega
ja: 拒否
ko: 거부
pt_br: Recusar
zh_hans: 拒绝
zh_hant: 拒絕

source: Describe my current city and suggest one nearby place suitable for quiet work.
de: Beschreiben Sie meine aktuelle Stadt und schlagen Sie einen nahe gelegenen Ort vor, der für ruhige Arbeit geeignet ist.
es: Describir mi actual ciudad y sugerir un lugar cercano adecuado para el trabajo tranquilo.
fr: Décrivez ma ville actuelle et suggérez un endroit voisin approprié pour un travail tranquille.
it: Descrivi la mia città attuale e suggerisci un posto vicino adatto per il lavoro tranquillo.
ja: 現在の都市を記述し、静かな仕事に適した近くの場所を提案します。
ko: 현재 도시를 설명하고 조용한 일을 위해 적당한 1개의 인근 장소를 건의하십시오.
pt_br: Descreva minha cidade atual e sugira um lugar próximo adequado para um trabalho tranquilo.
zh_hans: 描述一下我目前的城市 并提出一个适合静静工作的地方
zh_hant: 描述一下我現在的城市 并建議一個適合安靜工作的地方

source: Describe what Gemini should inspect
de: Beschreiben Sie, was Gemini sollte prüfen
es: Describe lo que Gemini debería inspeccionar
fr: Décrivez ce Gemini devrait inspecter
it: Descrivi cosa Gemini dovrebbe ispezionare
ja: 何かを記述する Gemini 検査
ko: 무엇을 설명 Gemini 검사
pt_br: Descreva o que Gemini Deve inspecionar
zh_hans: 说明什么 Gemini 应检查
zh_hant: 描述什么 Gemini 檢查

source: Design a test suite before trusting a score
de: Entwerfen Sie eine Testsuite, bevor Sie einer Punktzahl vertrauen
es: Diseñar una suite de prueba antes de confiar en una puntuación
fr: Concevoir une suite de test avant de faire confiance à une partition
it: Progettare una suite di prova prima di fidarsi di un punteggio
ja: スコアを信頼する前にテストスイートの設計
ko: 점수를 신뢰하기 전에 테스트 스위트 설계
pt_br: Projete uma suíte de testes antes de confiar em uma pontuação.
zh_hans: 在信任分数前设计一个测试套件
zh_hant: 在信任分數前設計一個測試套件

source: Deterministic graders
de: Deterministische Grader
es: Grado de determinación
fr: Classeurs déterministes
it: Gradi deterministici
ja: 決定的なグレーダー
ko: 결정적 평가기
pt_br: Deterministas.
zh_hans: 决定分级者
zh_hant: 決定分類者

source: Device not eligible
de: Gerät nicht unterstützt
es: Dispositivo no compatible
fr: Appareil non admissible
it: Dispositivo non idoneo
ja: このデバイスは対象外です
ko: 지원 대상이 아닌 기기
pt_br: Dispositivo não qualificado
zh_hans: 设备不符合条件
zh_hant: 裝置不符合資格

source: Different path
de: Unterschiedlicher Weg
es: Sendero diferente
fr: Chemin différent
it: Percorso diverso
ja: 異なるパス
ko: 다른 경로
pt_br: Caminho diferente
zh_hans: 不同的路径
zh_hant: 不同的路徑

source: Disallowed
de: Nicht erlaubt
es: No permitido
fr: Non autorisé
it: Non consentito
ja: 許可されていません
ko: 허용되지 않음
pt_br: Não permitido
zh_hans: 不允许
zh_hant: 不允許

source: Discarded implementation draft
de: Verworfener Umsetzungsentwurf
es: Proyecto de aplicación discutido
fr: Projet de mise en œuvre rejeté
it: Progetto di implementazione scartata
ja: 実装草案を破棄
ko: Discarded 구현 초안
pt_br: Descartado rascunho de implementação
zh_hans: 被遗弃的执行草案
zh_hant: 已丟棄的實施草案

source: Distance
de: Entfernung
es: Distancia
it: Distanza
ja: 距離
ko: 거리
pt_br: Distância
zh_hans: 距离
zh_hant: 距離

source: Drop Tools
de: Tools entfernen
es: Eliminar herramientas
fr: Supprimer les outils
it: Rimuovi strumenti
ja: ドロップツール
ko: 도구 제외
pt_br: Remover ferramentas
zh_hans: 丢弃工具
zh_hant: 放下工具

source: Dropped
de: Verworfen
es: Descartado
fr: Supprimé
it: Scartato
ja: 削除
ko: 제외됨
pt_br: Descartado
zh_hans: 已丢弃
zh_hant: 已捨棄

source: Dynamic Profile
de: Dynamisches Profil
es: Perfil dinámico
fr: Profil dynamique
it: Profilo dinamico
ja: ダイナミックプロファイル
ko: 동적 프로파일
pt_br: Perfil Dinâmico
zh_hans: 动态配置
zh_hant: 动态設定檔

source: Dynamic profile
de: Dynamisches Profil
es: Perfil dinámico
fr: Profil dynamique
it: Profilo dinamico
ja: ダイナミックプロファイル
ko: 동적 프로파일
pt_br: Perfil dinâmico
zh_hans: 动态简介
zh_hant: 动态描述檔

source: Each metric has a rule, scale, threshold, or rubric before the suite runs.
de: Jede Metrik hat eine Regel, Skala, Schwelle oder Rubrik, bevor die Suite ausgeführt wird.
es: Cada métrica tiene una regla, escala, umbral o rúbrica antes de que la suite funcione.
fr: Chaque métrique a une règle, une échelle, un seuil ou une rubrique avant la suite.
it: Ogni metrica ha una regola, scala, soglia, o rubrico prima che la suite funzioni.
ja: 各メトリックには、ルール、スケール、しきい値、またはスイートが実行される前に rubric があります。
ko: 각 미터에는 규칙, 가늠자, 문턱, 또는 문턱이 있습니다.
pt_br: Cada métrica tem uma regra, escala, limiar, ou rubric antes da suíte correr.
zh_hans: 每个度量衡在套房运行前都有规则,尺度,阈值,或标题.
zh_hant: 在套房運轉前,

source: Early architecture discussion
de: Frühe Architekturdiskussion
es: Debate sobre arquitectura temprana
fr: Débat sur l'architecture
it: Discussione sull'architettura precoce
ja: 初期建築の議論
ko: 초기 아키텍처 논의
pt_br: Discussão inicial sobre arquitetura
zh_hans: 早期架构讨论
zh_hant: 早期架构討論

source: Edit Gemini API key
de: Edit Gemini API Schlüssel
es: Editar Gemini API clave
fr: Modifier Gemini API clé
it: Modifica Gemini API chiave
ja: 編集 Gemini API キーキー
ko: Gemini API 키 편집
pt_br: Editar Gemini API Chave
zh_hans: 编辑 Gemini API 键
zh_hant: 編輯 Gemini API 按鍵

source: Effect
de: Wirkung
es: Efecto
fr: Effet
it: Effetto
ja: エフェクト
ko: 효과
pt_br: Efeito
zh_hans: 效果
zh_hant: 效果

source: End to end
de: Ende bis Ende
es: Fin al final
fr: Fin à fin
it: Fine
ja: 終了まで
ko: 엔드 투 엔드
pt_br: Fim a fim
zh_hans: 结束到结束
zh_hant: 結束到結束

source: Enter a Gemini API key or launch with GEMINI_API_KEY.
de: Geben Sie a ein Gemini API Key oder Launch mit GEMINI APIKey.
es: Ingrese a Gemini API llave o lanzamiento con GEMINI API- Mikey.
fr: Saisissez une Gemini API clé ou lancement avec GEMINI API- Oui.
it: Inserisci un Gemini API chiave o lancio con GEMINI API- Ciao.
ja: お問い合わせ Gemini API GEMINI キーまたは起動APIキー。
ko: 이름 * Gemini API GEMINI 로 키 또는 실행API키.
pt_br: Entre. Gemini API Chave ou lançamento com GEMINIAPICerto.
zh_hans: 输入 a Gemini API 键或与 GEMINI 一起发射 API 凯伊.
zh_hant: 輸入 a Gemini API 鍵或與 GEMINI 一同發射 API KEY.

source: Enter a prompt before running the experiment.
de: Geben Sie eine Eingabeaufforderung ein, bevor Sie das Experiment durchführen.
es: Ingrese un aviso antes de ejecutar el experimento.
fr: Saisissez une invitation avant de lancer l'expérience.
it: Inserisci un prompt prima di eseguire l'esperimento.
ja: 実験を実行する前にプロンプトを入力してください。
ko: 실험을 실행하기 전에 프롬프트를 입력하십시오.
pt_br: Digite um alerta antes de executar o experimento.
zh_hans: 运行实验前输入提示 。
zh_hant: 執行實驗前輸入提示 。

source: Enter a prompt, then measure it with the sample transcript.
de: Geben Sie eine Eingabeaufforderung ein und messen Sie sie dann mit dem Mustertranskript.
es: Ingrese un aviso, luego midalo con la transcripción de la muestra.
fr: Entrez un message, puis mesurez-le avec la transcription de l'échantillon.
it: Inserire un prompt, quindi misurarlo con la trascrizione del campione.
ja: プロンプトを入力し、サンプルトランスクリプトで測定します。
ko: 프롬프트를 입력한 후 샘플 성적표로 측정합니다.
pt_br: Digite um alerta e meça com a transcrição da amostra.
zh_hans: 输入一个提示,然后用样本记录来测量。
zh_hant: 輸入急件,然后用樣本來測量它。

source: Enter one prompt for both models
de: Geben Sie eine Eingabeaufforderung für beide Modelle ein
es: Ingrese un aviso para ambos modelos
fr: Saisissez une seule invitation pour les deux modèles
it: Inserisci un prompt per entrambi i modelli
ja: 両方のモデルに1つのプロンプトを入力してください
ko: 두 가지 모델에 대해 한 번의 프롬프트 입력
pt_br: Digite um prompt para ambos os modelos.
zh_hans: 输入两个模型的 1 个提示
zh_hant: 輸入兩個型號的一個便捷

source: Error formatting array: %@
de: Fehlerformatierungs-Array: %@
es: array de formato de error: %@
fr: Tableau de formatage d'erreur & #160;: %@
it: array di formattazione degli errori: %@
ja: エラーフォーマット配列: %@
ko: 오류 형식 배열 : %@
pt_br: Erro na formatação do array: %@
zh_hans: 格式化阵列出错 : %@
zh_hant: 格式化陣列出錯 : %@

source: Error formatting content: %@
de: Inhalt der Fehlerformatierung: %@
es: Contenido de formato de error: %@
fr: Erreur de formatage du contenu : %@
it: Contenuto di formattazione di errore: %@
ja: コンテンツのフォーマットエラー: %@
ko: 오류 포맷 내용: %@
pt_br: Erro na formatação do conteúdo: %@
zh_hans: 格式化内容出错 : %@
zh_hant: 格式化內容錯誤 : %@

source: Evaluate
de: Bewerten
es: Evaluar
fr: Évaluer
it: Valuta
ja: 評価
ko: 평가
pt_br: Avaliar
zh_hans: 评估
zh_hant: 評估

source: Evaluate feature quality
de: Bewertung der Feature-Qualität
es: Calidad de la función de valor
fr: Évaluer la qualité des caractéristiques
it: Valutare la qualità della funzionalità
ja: 機能品質評価
ko: 기능 품질 평가
pt_br: Avaliar a qualidade da característica
zh_hans: 评价特性质量
zh_hant: 評估特性品质

source: Evaluation layer
de: Bewertungsschicht
es: Base de evaluación
fr: Couche d'évaluation
it: Livello di valutazione
ja: 評価層
ko: 평가 층
pt_br: Camada de avaliação
zh_hans: 评价层
zh_hant: 評估層

source: Evaluation test target
de: Bewertungsziel
es: Objetivo de la evaluación
fr: Objectif du test d'évaluation
it: Obiettivo del test di valutazione
ja: 評価テスト対象
ko: 평가 시험 표적
pt_br: Alvo do teste de avaliação
zh_hans: 评价测试目标
zh_hant: 考核目標

source: Evaluations
de: Bewertungen
es: Evaluaciones
fr: Évaluations
it: Valutazioni
ja: 評価
ko: 평가
pt_br: Avaliações
zh_hans: 评价
zh_hant: 评估

source: Evaluations are available on Mac
de: Auswertungen sind auf dem Mac verfügbar
es: Las evaluaciones están disponibles en Mac
fr: Les évaluations sont disponibles sur Mac
it: Le valutazioni sono disponibili su Mac
ja: Macでの評価が可能です
ko: Mac에서 평가
pt_br: As avaliações estão disponíveis no Mac.
zh_hans: 可在Mac上查阅评价。
zh_hant: 可在 Mac 上取得評估

source: Evaluations are repeatable tests you run against a dataset. This guide describes the real test workflow; it does not invent scores for a single prompt.
de: Auswertungen sind wiederholbare Tests, die Sie mit einem Datensatz durchführen. Dieses Handbuch beschreibt den realen Test-Workflow; es erfindet keine Ergebnisse für eine einzelne Eingabeaufforderung.
es: Las evaluaciones son pruebas repetibles que se ejecutan contra un conjunto de datos. Esta guía describe el flujo de trabajo de prueba real; no inventa puntuaciones para un solo impulso.
fr: Les évaluations sont des tests répétables que vous exécutez sur un ensemble de données. Ce guide décrit le véritable workflow de test ; il n'invente pas de scores pour une seule invite.
it: Le valutazioni sono test ripetibili che si eseguono contro un dataset. Questa guida descrive il flusso di lavoro di prova reale; non inventa i punteggi per un singolo prompt.
ja: 評価は、データセットに対して実行する反復可能なテストです。 このガイドでは、実際のテストワークフローについて説明します。単一のプロンプトのスコアを発明しません。
ko: 평가는 데이터셋에 대해 실행할 수 있는 반복적인 테스트입니다. 이 가이드는 실제 테스트 워크플로우를 설명합니다. 단일 프롬프트의 점수를 발명하지 않습니다.
pt_br: Avaliações são testes repetiveis que você faz contra um conjunto de dados. Este guia descreve o verdadeiro fluxo de trabalho de teste, não inventa pontuações para um único prompt.
zh_hans: 评估是重复的测试 你运行在一个数据集。 此指南描述的是真实的测试工作流程;它不会为单一的提示发明分数.
zh_hant: 評估是您對數據集的可重复的測試。 此導覽描述的是實際的測試工作流程; 它不為單一提示產生分數 。

source: Evaluator
de: Bewerter
es: Evaluador
fr: Évaluateur
it: Valutazione
ja: 評価者
ko: 평가기
pt_br: Avaliador
zh_hans: 评价员
zh_hant: 评估者

source: Exact fields, constraints, citations, tool calls, and grounded claims.
de: Genaue Felder, Einschränkungen, Zitate, Toolaufrufe und geerdete Ansprüche.
es: Exact campos, limitaciones, citas, llamadas de herramientas y reclamos fundamentados.
fr: Champs exacts, contraintes, citations, appels d'outils et revendications fondées.
it: Campi esatti, vincoli, citazioni, chiamate degli strumenti e rivendicazioni di base.
ja: 正確なフィールド、制約、引用、ツールコール、および接地クレーム。
ko: 정확한 필드, 제약, 인용, 도구 통화 및 접지 청구.
pt_br: Campos exatos, restrições, citações, chamadas de ferramentas e reclamações fundamentadas.
zh_hans: 精确的字段、限制、引用、工具呼叫和有根据的索赔。
zh_hant: 精确的字段、限制、引言、工具呼叫和有根據的要求。

source: Exact match
de: Genaue Übereinstimmung
es: El partido de salida
fr: Correspondance exacte
it: Corrispondenza esatta
ja: 正確なマッチ
ko: 정확히 일치
pt_br: Combinação exata.
zh_hans: 准确匹配
zh_hant: 完全匹配

source: Example app policy
de: Beispiel App Policy
es: Políticas de aplicación
fr: Exemple de politique d'application
it: Esempio di politica app
ja: アプリポリシー例
ko: 앱 정책
pt_br: Exemplo de política de aplicativos
zh_hans: 示例应用政策
zh_hant: 示例應用程式政策

source: Executed
de: Hingerichtet
es: Ejecución
fr: Exécuté
it: Esecuzione
ja: 実行する
ko: 실행됨
pt_br: Executado
zh_hans: 已执行
zh_hant: 已執行

source: Expanded
de: Ausgeklappt
es: Ampliado
fr: Développé
it: Espanso
ja: 展開
ko: 펼쳐짐
pt_br: Expandido
zh_hans: 已展开
zh_hant: 已展開

source: Experiment with voice, constraints, and revision
de: Experimentieren mit Stimme, Einschränkungen und Revision
es: Experimento con voz, limitaciones y revisión
fr: Expérience avec voix, contraintes et révision
it: Sperimentare con voce, vincoli e revisione
ja: 音声、制約、修正による実験
ko: 음성, 제약 및 개정
pt_br: Experimente com voz, restrições e revisão.
zh_hans: 语音、限制和修订实验
zh_hant: 有聲音、限制和修正的實驗

source: Explicit scale and rubric
de: Explizite Skala und Rubrik
es: Escala de gastos y rúbricas
fr: Échelle et rubrique explicites
it: Scala esplicita e rubrica
ja: 明示的なスケールと rubric
ko: 명시적 척도 및 평가 기준
pt_br: Escala explícita e rubric
zh_hans: 明确规模和标题
zh_hant: 明度大小

source: External message
de: Externe Meldung
es: Mensaje externo
fr: Message externe
it: Messaggio esterno
ja: 外部メッセージ
ko: 외부 메시지
pt_br: Mensagem externa
zh_hans: 外部消息
zh_hant: 外部消息

source: Extract the title, description, and useful preview metadata from https://developer.apple.com/apple-intelligence/.
de: Extrahieren Sie Titel, Beschreibung und nützliche Vorschau-Metadaten aus https://developer.apple.com/apple-intelligence/.
es: Extraiga el título, descripción y metadatos de vista previa útiles https://developer.apple.com/apple-intelligence/.
fr: Extraire le titre, la description et les métadonnées d'aperçu utiles https://developer.apple.com/apple-intelligence/.
it: Estrarre il titolo, descrizione e utili metadati di anteprima da https://developer.apple.com/apple-intelligence/.
ja: タイトル、説明、および有用なプレビューメタデータを抽出する https://developer.apple.com/apple-intelligence/お問い合わせ
ko: 제목, 설명 및 유용한 미리보기 메타 데이터를 추출 https://developer.apple.com/apple-intelligence/·
pt_br: Extrair o título, descrição, e os metadados de visualização úteis de https://developer.apple.com/apple-intelligence/.
zh_hans: 从中提取标题、描述和有用的预览元数据 https://developer.apple.com/apple-intelligence/。 。 。 。
zh_hant: 從中提取標題、描述和有用的預覽中繼資料 https://developer.apple.com/apple-intelligence/.

source: False positives and expected protection
de: Falsch positiv und erwarteter Schutz
es: Falsos positivos y protección esperada
fr: Faux positifs et protection attendue
it: Falsi positivi e prevista protezione
ja: 偽陽性および予想される保護
ko: False 긍정적 및 예상 보호
pt_br: Falsos positivos e proteção esperada.
zh_hans: 假阳性和预期保护
zh_hant: 假正數和期望的保護

source: Fast development pass
de: Schnelle Entwicklung Pass
es: Paso de desarrollo rápido
fr: Pass rapide de développement
it: Passo di sviluppo rapido
ja: 高速開発パス
ko: 빠른 개발 패스
pt_br: Passe rápido de desenvolvimento.
zh_hans: 快速发展通道
zh_hant: 快速發展通過

source: Find the contact whose name is closest to Alex and show the matching details.
de: Finden Sie den Kontakt, dessen Name Alex am nächsten ist, und zeigen Sie die passenden Details an.
es: Encuentra el contacto cuyo nombre es más cercano a Alex y muestra los detalles coincidentes.
fr: Trouvez le contact dont le nom est le plus proche d'Alex et montrez les détails correspondants.
it: Trova il contatto il cui nome è più vicino a Alex e mostrare i dettagli corrispondenti.
ja: 名前がAlexに最も近い連絡先を見つけて、マッチングの詳細を表示します。
ko: 이름이 Alex에 가까운 연락처를 찾아 일치하는 정보를 보여줍니다.
pt_br: Encontre o contato cujo nome é mais próximo de Alex e mostre os detalhes correspondentes.
zh_hans: 查找名字最接近Alex的联系人并显示匹配的细节.
zh_hant: 找到姓名最接近Alex的聯絡人 并顯示相匹配的細節 。

source: Find the latest official Apple documentation about the Foundation Models framework and summarize the key capabilities.
de: Finden Sie die neueste offizielle Apple-Dokumentation über die Foundation Models Rahmen und Zusammenfassung der wichtigsten Fähigkeiten.
es: Encuentra la documentación oficial más reciente de Apple Foundation Models y resumir las capacidades clave.
fr: Retrouvez la dernière documentation officielle Apple sur la Foundation Models cadre et résume les capacités clés.
it: Trova l'ultima documentazione ufficiale Apple sulla Foundation Models struttura e riassumere le capacità chiave.
ja: 最新公式Appleのドキュメントをご覧いただけます。 Foundation Models フレームワークをまとめて、重要な機能をまとめます。
ko: 최신 공식 Apple 문서 찾기 Foundation Models 프레임 워크와 키 기능을 요약합니다.
pt_br: Encontre a última documentação oficial da Apple sobre o Foundation Models estruturar e resumir as principais capacidades.
zh_hans: 查找苹果公司关于 Foundation Models 框架和总结关键能力。
zh_hant: 尋找 Apple 最新的官方文件 Foundation Models 框架和概述主要能力。
